Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Aid to encourage the production of quality agricultural products - up to 100 % of the costs of market research activities, product conception and design, including the preparation of applications for recognition of geographical indications and designations of origin or certificates of specific character in accordance with the relevant Community regulations; up to 100 % of the costs of the introduction of quality assurance schemes, traceability systems, systems to assure respect of authenticity and marketing norms or environmental audit systems for primary production.
es: - hasta el 100 % de los costes de actividades de estudios de mercado, concepción y creación de los productos, incluida la preparación de solicitudes de reconocimiento de denominaciones de origen y certificados de características específicas de conformidad con la normativa comunitaria pertinente; hasta el 100 % de los costes derivados de la implantación de métodos de garantía de calidad, sistemas de trazabilidad, sistemas para garantizar el cumplimiento de las normas de autenticidad y comercialización y sistemas de auditoría medioambiental.

source: PROMOSALERSThey are responsible for brand image, relationship marketing and general audit of your brand position in one or two strategically selected POS, according to the Project requirements.
es: PROMOVENDEDORES Son responsables de la imagen de marca, relacionamiento y relevamiento de la situación general de su marca en una o dos Bocas de Expendio estratégicamente seleccionadas, según requerimientos del Proyecto.

source: costs of the introduction of quality assurance schemes, systems based on risk assessments and critical control points, traceability systems, systems to assure compliance with authenticity and marketing standards or environmental audit systems, including training costs.
es: costes derivados de la implantación de métodos de garantía de calidad, como sistemas basados en análisis de peligros y puntos críticos de control, sistemas de trazabilidad, sistemas para garantizar el cumplimiento de las normas de autenticidad y comercialización o sistemas de auditoría medioambiental, incluidos los gastos de formación del personal responsable de la aplicación.

source: Support structures and mechanisms (information technology, marketing, procurement, investments, and institutional audit) that would assure effective school operations in pursuit of the Lasallian Mission.
es: Estructuras y mecanismos de apoyo (informática, marketing, compra, inversiones, y auditoría institucional) que aseguren la eficacia de las operaciones de la escuela para continuar su búsqueda hacía la Misión Lasalliana.

source: Includes the support of collaborating bodies for consultancy work, funding feasibility studies, organization and marketing, as well as economic and audit reports.
es: Incluye el apoyo a entidades colaboradoras para la realización de acciones de asesoramiento, financiación de estudios de viabilidad, organización y comercialización, así como informes económicos y auditorías

source: How do I use press releases and other free publicity as an effective part of my marketing plan?
es: ¿Cómo uso boletines de prensa y otra publicidad gratuita como una parte efectiva de mi plan de mercadeo?

source: Nevertheless, the most important thing was to maintain a steady course, which meant continuing to invest in order to prepare for the future and pursuing our commercial development according to our strategic marketing plan.
es: A pesar de todo, lo más importante fue mantener el rumbo, es decir, seguir invirtiendo para preparar el futuro y proseguir nuestro desarrollo comercial de acuerdo con nuestro plan de marketing estratégico.

source: We put together a month by month marketing plan for this client to include advertising, mail to clients and suppliers, incentives and a new brochure.
es: Preparamos un plan de marketing mes a mes para este cliente que incluye publicidad, correspondencia a clientes y proveedores y un folleto nuevo y actual.

source: Mary also wants more support in creating a marketing plan to promote her cookers beyond her neighbours.
es: María también quiere más apoyo en la creación de un plan de mercadeo para promover sus estufas más allá de sus vecinos.

source: Riverbed conducts several webinars per month- marketing plan developed per partner at Elite and Global level.
es: Riverbed dirige varios seminarios al mes. Plan de marketing desarrollado según cada cliente, al nivel de Elite y Global.

source: The personalization of the services rendered is carried out following the criterion of market segmentation by customer activity and profile.
es: La personalización de los servicios prestados se lleva a cabo bajo el criterio de segmentación del mercado por actividades y perfiles de clientes.

source: Tackling inefficient labour market segmentation is also one way of enhancing social justice.
es: Otra manera de mejorar la justicia social es combatir la ineficiente segmentación del mercado laboral.

source: The market segmentation highlights the fragmented and competitive nature of the global road transport and trucking sector.
es: La segmentación del mercado pone de manifiesto el carácter fragmentado y competitivo del transporte por carretera y del sector de los camiones.

source: The strategy behind the introduction of these two systems was product differentiation through market segmentation.
es: La estrategia que sustentaba la introducción de estos dos sistemas consistía en diferenciar los productos a través de la segmentación del mercado.

source: For the most part, market segmentation remains to be defined and covers some areas that are very much consumer oriented, such as textiles, cosmetics and sporting goods .
es: La segmentación del mercado aún queda ampliamente por construir cubriendo campos a veces tan públicos como el textil, la cosmética o los artículos deportivos.

source: Financial reforms and the development of the securities market have not brought about a significant reduction in financial market segmentation.
es: Las reformas financieras y el desarrollo del mercado de valores no han logrado reducir de manera significativa la segmentación del mercado financiero.

source: This balance is achieved strategically through the concept of market segmentation.
es: Este equilibrio se consigue estratégicamente, a través del concepto de segmentación del mercado.

source: The commercial strategy is implemented under the criterion of market segmentation by type of activity and customer profile.
es: La implantación de la estrategia comercial se lleva a cabo bajo el criterio de segmentación del mercado por actividades y perfiles de clientes.

source: 3.3. The test forces set out below shall be applied to each of the test points in separate tests on the same vehicle or device or, if requested by the manufacturer/agent, on different vehicles or device samples.
es: 3.3. Las fuerzas de ensayo definidas a continuación, deberán ser aplicadas en cada punto de ensayo por separado sobre el mismo vehículo o dispositivo o, a petición del fabricante/representante, sobre vehículos o dispositivos diferentes.

source: The mark CE presumes the accomplishment with all Directives that apply to the product, and the assumption of the responsibility by the manufacturer, the agent or the importer in the European Union by damages produced by the product.
es: La marca CE presupone el cumplimiento de todas las Directivas que apliquen al producto, y que el fabricante, mandatario o importador en la Unión Europea asume la responsabilidad de los daños causados por el producto.

source: Processing and marketing organic coffee - the audit trail
es: Elaboración y comercialización del café orgánico el rastro de la verificación

source: The strategy development process starts with the company audit (financial analysis, physical audit, marketing and sales evaluation) aiming to validate the vision and the objectives of the organization along with its affinity to achieve them.
es: El proceso del desarrollo de estrategias empieza con la auditoría de la empresa (análisis financiero, auditoría física, evaluación de marketing y ventas), que se compara con el punto de vista y los objetivos de la organización y su capacidad para cumplirlos.

source: (b) the cost of introducing and implementing quality assurance systems, systems for hazard analysis and critical control points (HACCP), traceability systems, systems to ensure compliance with marketing standards, environmental audit systems, and the cost of initial certification of quality assurance and similar systems
es: b) costes derivados de la introducción y realización de sistemas de control de la calidad, de sistemas de análisis de riesgos de los puntos críticos de control (HACCP), sistemas de trazabilidad, sistemas para garantizar el cumplimiento de las normas de comercialización, sistemas de auditoría ambiental, costes de la certificación inicial de garantía de la calidad y sistemas similares; c) costes de las medidas de control obligatorias adoptadas por las autoridades competentes o en nombre de ellas con arreglo a la normativa nacional o comunitaria, a menos que la normativa comunitaria establezca que deben asumirlos los propios productores

source: It coordinates and drives forward advances in the following areas Human Resources, Finance, Audit and Development, Marketing, Legal, Industrial Operations, Public Affairs, Information Systems, and Communications.
es: Ejerce funciones de desarrollo y coordinación en los ámbitos siguientes Recursos Humanos, Finanzas, Auditoría y Desarrollo, Marketing, Jurídico, Industrial, Asuntos Públicos, Sistemas de Información y Comunicación.

source: The CEGE offers services in such areas as accounting, audit, finance, marketing, human resources, organization, and local development plans, as well as advice in public management, among others.
es: Ofrece servicios en las áreas de contabilidad y auditoría, finanzas, mercadeo, recursos humanos, organización, planes de desarrollo local, asesoría en gestión pública, entre otros.

source: To receive from other companies and persons, and to provide to other companies and persons, any services that are necessary to fulfill its corporate ends and purposes, such as legal, administrative, financial, treasury, audit, marketing and accounting services, preparation of programs and manuals, analysis of operating results, evaluation of information regarding productivity and possible financing, preparation of studies concerning availability of capital, technical assistance, advice, consulting, among others.
es: Recibir de otras sociedades y personas, así como proporcionar a otras sociedades y personas, cualesquiera servicios que sean necesarios para el logro de sus finalidades u objetos sociales, tales como servicios legales, administrativos, financieros, de tesorería, auditoría, mercadotecnia, contables, elaboración de programas y manuales, análisis de resultados de operación, evaluación de información sobre productividad y de posibles financiamientos, preparación de estudios acerca de la disponibilidad de capital, asistencia técnica, asesoría, consultoría, entre otros.

source: (a) external audit of the fund, marketing and management of fund overheads
es: a) la auditoría externa del fondo, la comercialización y la gestión de los gastos generales del fondo

source: The marketing plan not only covers the promotion of this Hotel, but also that of the city of Granada and of Nicaragua in general.
es: El plan de mercadeo no solo abarca la promoción de este Hotel, sino también de la ciudad de Granada y de Nicaragua en general.

source: Remember that lenders look closely at your marketing plan in relation to your financial statements.
es: Recuerde que los prestamistas revisan cuidadosamente el plan de mercadeo en relación con sus estados financieros.

source: A certain high-end stickiness of food prices is due to market segmentation, wholesalers' overpricing of their inventories, and a resilient price level for processed foods.
es: El hecho de que los precios de los alimentos muestren cierta rigidez en el extremo superior obedece a la segmentación del mercado, a una sobrevaloración de los inventarios de los mayoristas y a los elevados precios de los alimentos elaborados.

source: 8.1.3 Dividing visitors into groups according to their characteristics, referred to as market segmentation, permits managers to set up well-directed promotional links between different consumers and organisations.
es: 8.1.3 La clasificación de los visitantes en categorías según sus características, referidos a los segmentos del mercado, permite a los administradores encauzar correctamente las relaciones de promoción con los diferentes usuarios y organismos.

source: New patients Although most of the main private clinics are located in the prosperous residential districts of eastern Santiago, there is, in practice, considerable market segmentation.
es: Pacientes nuevos A pesar de que la mayoría de las clínicas privadas principales están ubicadas en zonas residenciales prósperas de Santiago Oriente, en la práctica hay una considerable segmentación del mercado y los precios varían de acuerdo a eso.

source: Based on the client's market segmentation, each system provides a superior quality/price relation.
es: Basado en la segmentación de mercado del cliente, cada sistema entrega una relación precio/calidad superior.

source: Market segmentation in segmented markets in which there are different buying habits, the use of several channels is recommended.
es: Segmentación del mercado en mercados segmentados en los que conviven diferentes hábitos de compra es recomendable emplear varios canales.

source: A successful airport strategy for developing markets and sales activities depends strongly on an airport's strategic orientation as well as on the relevant market segmentation and customer needs.
es: Una estrategia exitosa para el desarrollo de mercados y actividades de ventas depende fuertemente de la orientación estratégica del aeropuerto, al igual que del mercado relevante y las necesidades del cliente.

source: It also leads to market segmentation and undermines industry development,' says Nicolas Rossignol, from DG Enterprise and Industry.
es: También conduce a la segmentación del mercado y debilita el desarrollo de la industria,' dice Nicolas Rossignol, de la Dirección General de Industria y Empresa.

source: The CE marking must be affixed by the manufacturer or his agent established within the Community.
es: El fabricante o su representante establecido en la Comunidad debe colocar el marcado «CE».

source: According to a competitor of the parties, the stronger the installed base of a manufacturer, the higher the commission for the sales agent representing that manufacturer.
es: Según un competidor de las partes, cuanto mayor es la base instalada de un fabricante, más gana en comisiones su representante.

source: Whereas the specific nature of the medical sector makes it advisable to make provision for the notified body and the manufacturer or his agent established in the Community to fix, by common accord, the time limits for completion of the evaluation and verification operations for the conformity of devices
es: Considerando que la especificidad del sector médico aconseja prever que el organismo notificado y el fabricante o su representante establecido en la Comunidad fijen, de común acuerdo, los plazos para la terminación de las operaciones de evaluación y de verificación de la conformidad de los dispositivos

source: 3. The European technical approval for a product shall be issued in a Member State in accordance with the procedure laid down in Annex II at the request of the manufacturer or his agent established in the Community.
es: 3. El documento de idoneidad técnica europeo para un producto se expedirá en los Estados miembros con arreglo al procedimiento previsto en el Anexo II y a petición del fabricante o de su mandatario establecido en la Comunidad.

source: The manufacturer or his agent, or the person to whose order a cosmetic product is manufactured, or the person responsible for placing an imported cosmetic product on the Community market, must keep certain product and safety information at the disposal of the competent monitoring authorities.
es: El fabricante, agente, la persona a cuyo nombre se fabrique el producto cosmético, y la persona responsable de la comercialización del producto cosmético importado en el mercado comunitario, proporcionarán a las autoridades que se ocupan de la vigilancia determinada información sobre el producto y la seguridad.

source: Moreover, under Article 7a of Directive 76/768/EEC, the manufacturer or his agent or the person to whose order a cosmetic product is manufactured or the person responsible for placing an imported cosmetic product on the Community market must, for control purposes, keep information on the proof of the effect claimed for the cosmetic product, where justified by the nature of the effect or product, readily accessible to the competent authorities of the Member State concerned.
es: Además, según el artículo 7 bis de la Directiva 76/768/CEE, el fabricante, su agente o la persona en nombre de la cual se fabrica un producto cosmético, o la persona responsable de la comercialización en el mercado comunitario de un producto cosmético importado debe conservar, con fines de control, información sobre la prueba del efecto declarado del producto cosmético, cuando la naturaleza de dicho efecto o producto lo justifique, y la pondrá a disposición de las autoridades del Estado miembro en cuestión.

source: The manufacturer or his agent, or the person to whose order a cosmetic product is manufactured, or the person responsible for placing an imported cosmetic product on the Community market, must notify the competent authority of the Member State of the place of manufacture of the cosmetic product or of the place where it was first imported into the Community before being placed on the Community market.
es: El fabricante, su agente, o la persona a cuyo nombre se fabrique el producto cosmético, o la persona responsable de la comercialización de los productos cosméticos importados en el mercado comunitario, notificará a la autoridad competente del Estado miembro del lugar de fabricación o de importación inicial la dirección del lugar de fabricación o de importación inicial a la Comunidad del producto cosmético antes de que éste se comercialice en el mercado comunitario.

source: 9. If the supply cord is damaged, it must be replacing by the manufacturer, its service agent or similarly qualified persons in order to avoid a hazard.
es: 9. Si el cable de alimentación está dañado, debe ser sustituido por el fabricante, su concesionario o personas cualificadas de forma similar, para evitar que se produzcan peligros.

source: (g) the name and address of the manufacturer, distributor or agent; (h) registration approval
es: (g) el nombre y la dirección del fabricante, distribuidor o agente

source: Branding as an International Market Penetration Strategy.
es: Desarrollo de Marca como Estrategia de Penetración de Mercado.

source: growth and market-penetration strategy across Mexico.
es: crecimiento de nuestro negocio de cerveza y en la estrategia de

source: Management is the other very important side of branding and market penetration strategy.
es: La gerencia es el otro lado importante del desarrollo de marca y la estrategia de penetración de mercado.

source: Companies investing in their efforts to grow and introduce products and services into other countries rapidly become aware of important aspects and needs of a successful market penetration strategy.
es: Empresas que invierten sus esfuerzos en crecer e introducir sus productos y servicios en otros países, se dan cuenta muy rápido de los aspectos importantes y necesidades de una estrategia de penetración de mercado exitosa.

source: This is possible due to our strategy of using offshore developers for a global market and due to our rapid penetration strategy.
es: Esto es posible por haber desarrollado nuestro software con programadores offshore y por la estrategia de mercadeo que tiene EG.

source: An independent audit of infant formula marketing in Mozambique, Nigeria and South Africa affirms Nestlé's responsible approach to consumer communications.
es: Una auditoría independiente sobre la comercialización de preparados para lactantes en Mozambique, Nigeria y Sudáfrica confirma la actividad responsable de Nestlé en materia de comunicaciones con los consumidores.

source: The spa audit includes engineering and marketing aspects, the organisation within the spa area, aspects of system engineering and the success factors of the operating spa.
es: La Auditoría del Spa abarca aspectos técnicos y de marketing, la organización de la zona de Wellness y Spa, aspectos técnicos del sistema y los factores de éxito de la gestión continuada.

source: The support measures rendered by the Sparkassenstiftung focused on the areas of human resources and training, controlling/monitoring and audit, development of new business fields / marketing and sales.
es: Las actividades de la Sparkassenstiftung se centraron en las áreas de recursos humanos y formación, control de gestión y revisión, desarrollo de nuevas áreas de negocio / mercadotecnia y distribución.

source: Audit business' marketing spend (data collection, assess campaigns / commercial actions effectiveness?
es: Audit del gasto de marketing (recolección de información, análisis del impacto de campañas/acciones?

source: The management graduates acquire multiple skills in the field of Finances, Audit, Administration, Marketing, International Trade and Human Resources Management.
es: Los laureados en management adquieren multiples competencias en el campo de Financia, Audit, Gestión, Marketing, Comercio Internacional y Gestión de Recursos Humanos.

source: In Argentina, for example, auditors visit medical clinics and hospitals to discuss with doctors; they check retail outlets and warehouse stocks; and they audit Nestlé infant formula marketing practices directly with sales and marketing personnel.
es: En Argentina, por ejemplo, los auditores visitaron clínicas y hospitales para dialogar con los médicos; comprueban las ventas al detal y bodegas de almacenamiento; y verifican las prácticas comerciales de las fórmulas infantiles de Nestlé con el personal de ventas y mercadeo.

source: Then access marketing resources to help spread the word to your customers.
es: Luego acceda a recursos de marketing para ayudar a comunicarlo a sus clientes.

source: Supervisors in the country of the branch are on-site, have direct access to audit trail and record-keeping of the branch and are better positioned to check the handling of the direct relationship between the branch and it clients.
es: Los órganos de control del país de la sucursal están in situ, tienen acceso directo a los documentos contables y a los registros de la sucursal y están mejor situadas para comprobar la gestión de la relación directa entre la sucursal y su clientela.

source: "Kotler (1991) defines market segmentation as ""the task of breaking the total market (which is typically too large to serve) into segments that share common properties."
es: Philip Kotler (1991) define la segmentación del mercado como «la tarea de dividir el mercado total (que es demasiado grande para servir) en segmentos que comparten características comunes».
